[DLC06_Ext_Laborer_Obj DishonoredObjective]
m_Description="（可选）帮助工人越狱"

[DLC06_Ext_Laborer_Obj:DishonoredTask_Custom_27 DishonoredTask_Custom]
m_Description="从休息室拿取钥匙"
m_Status=""

[DLC06_Ext_Laborer_Obj:DishonoredTask_Custom_28 DishonoredTask_Custom]
m_Description="打开工人监狱的大门"
m_Status=""

[DLC06_Ext_Laborer_Obj:DishonoredTask_Custom_42 DishonoredTask_Custom]
m_Description="和工人交谈"
m_Status=""

[DLC06_Ext_Laborer_Obj:DishonoredTask_Custom_58 DishonoredTask_Custom]
m_Description="关闭光之壁"
m_Status=""

[DLC06_GrannySlaughter_Obj DishonoredObjective]
m_Description="（可选）奶奶的配方: 泣血之眼"

[DLC06_GrannySlaughter_Obj:DishonoredTask_Custom_54 DishonoredTask_Custom]
m_Description="找齐完成奶奶的配方所需的原料"
m_Status=""

[DLC06_GrannySlaughter_Obj:DishonoredTask_Custom_85 DishonoredTask_Custom]
m_Description="找来一个不再泣血的恸哭者"
m_Status=""

[DLC06_GrannySlaughter_Obj:DishonoredTask_Custom_86 DishonoredTask_Custom]
m_Description="把鲸鱼眼放进锅里"
m_Status=""

[DLC06_GrannySlaughter_Obj:DishonoredTask_Custom_87 DishonoredTask_Custom]
m_Description="回收一只鲸鱼眼，鲸鱼要刚死不久的"
m_Status=""

[DLC06_GrannySlaughter_Obj:DishonoredTask_Custom_88 DishonoredTask_Custom]
m_Description="把恸哭者尸体放在神秘符号的附近"
m_Status=""

[DLC06_Slaughter_Crate_Obj DishonoredObjective]
m_Description="（非致命方法）待发的货物"

[DLC06_Slaughter_Crate_Obj:DishonoredTask_Custom_27 DishonoredTask_Custom]
m_Description="把邦德里·罗斯维德放在货运板条箱里"
m_Status=""

[DLC06_Slaughter_Escape_Obj DishonoredObjective]
m_Description="离开屠宰厂大街"

[DLC06_Slaughter_Escape_Obj:DishonoredTask_Custom_27 DishonoredTask_Custom]
m_Description="逃离罗斯维德屠宰场"
m_Status=""

[DLC06_Slaughter_Escape_Obj:DishonoredTask_Custom_41 DishonoredTask_Custom]
m_Description="和比利·勒克见面并准备离开"
m_Status=""

[DLC06_Slaughter_Escape_Obj:DishonoredTask_Custom_64 DishonoredTask_Custom]
m_Description="帮助比利·勒克逃离音乐盒督军"
m_Status=""

[DLC06_Slaughter_Favor1_Obj DishonoredObjective]
m_Description="（帮助）搜刮警卫官的保险箱"

[DLC06_Slaughter_Favor1_Obj:DishonoredTask_Custom_27 DishonoredTask_Custom]
m_Description="找到写在墙上的保险箱密码"
m_Status=""

[DLC06_Slaughter_Favor1_Obj:DishonoredTask_Custom_41 DishonoredTask_Custom]
m_Description="打开警卫官的保险箱"
m_Status=""

[DLC06_Slaughter_Favor2_Obj DishonoredObjective]
m_Description="（帮助）屠宰场下方的符文"

[DLC06_Slaughter_Favor2_Obj:DishonoredTask_Custom_27 DishonoredTask_Custom]
m_Description="从屠宰场内的维修通道取回符文"
m_Status=""

[DLC06_Slaughter_FindAbigail_Obj DishonoredObjective]
m_Description="（可选）找到阿比盖尔·埃姆斯"

[DLC06_Slaughter_FindAbigail_Obj:DishonoredTask_Custom_27 DishonoredTask_Custom]
m_Description="找到并帮助阿比盖尔·埃姆斯"
m_Status=""

[DLC06_Slaughter_Mercy_Obj DishonoredObjective]
m_Description="（可选）帮这个被活捉的鲸鱼解脱"

[DLC06_Slaughter_Mercy_Obj:DishonoredTask_Custom_27 DishonoredTask_Custom]
m_Description="把鲸油罐塞进电路系统"
m_Status=""

[DLC06_Slaughter_Mercy_Obj:DishonoredTask_Custom_41 DishonoredTask_Custom]
m_Description="打开鲸鱼电刑开关"
m_Status=""

[DLC06_Slaughter_Opt_Sabo_Obj DishonoredObjective]
m_Description="（可选）炸毁屠宰场"

[DLC06_Slaughter_Opt_Sabo_Obj:DishonoredTask_Custom_27 DishonoredTask_Custom]
m_Description="打开四个阀门，提升炼油厂内的压力"
m_Status=""

[DLC06_Slaughter_Opt_Sabo_Obj:DishonoredTask_Custom_40 DishonoredTask_Custom]
m_Description="回到阿比盖尔·埃姆斯处发掘她所知的一切"
m_Status=""

[DLC06_Slaughter_Req_Sabo_Obj DishonoredObjective]
m_Description="炸毁屠宰场"

[DLC06_Slaughter_Req_Sabo_Obj:DishonoredTask_Custom_27 DishonoredTask_Custom]
m_Description="打开阀门，提升炼油厂内的压力"
m_Status=""

[DLC06_Slaughter_Req_Sabo_Obj:DishonoredTask_Custom_40 DishonoredTask_Custom]
m_Description="回到阿比盖尔·埃姆斯处发掘她所知的一切"
m_Status=""

[DLC06_Slaughter_Req_Sabo_Obj:DishonoredTask_Custom_41 DishonoredTask_Custom]
m_Description="启动不稳定的炼油厂 [OLD]"
m_Status=""

[DLC06_Slaughter_Req_Sabo_Obj:DishonoredTask_Custom_61 DishonoredTask_Custom]
m_Description="逃离罗斯维德屠宰场 [OLD]"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj DishonoredObjective]
m_Description="发掘罗斯维德的秘密"

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_27 DishonoredTask_Custom]
m_Description="进入罗斯维德的屠宰场"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_28 DishonoredTask_Custom]
m_Description="找到邦德里·罗斯维德"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_30 DishonoredTask_Custom]
m_Description="（非致命方法）把罗斯维德塞进货运板条箱里"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_37 DishonoredTask_Custom]
m_Description="（可选）询问阿比盖尔·埃姆斯 "
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_38 DishonoredTask_Custom]
m_Description="（可选）把邦德里·罗斯维德放在审讯椅上"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_43 DishonoredTask_Custom]
m_Description="找到阿比盖尔·埃姆斯"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_44 DishonoredTask_Custom]
m_Description="（可选）找到一张上班卡"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_45 DishonoredTask_Custom]
m_Description="（可选）使用打卡机"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_51 DishonoredTask_Custom]
m_Description="回到阿比盖尔·埃姆斯处"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_53 DishonoredTask_Custom]
m_Description="（非致命方法）把邦德里·罗斯维德搬到货运箱处"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_57 DishonoredTask_Custom]
m_Description="（可选）和被关在码头边的劳工交谈"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_59 DishonoredTask_Custom]
m_Description="和刺客见面"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_62 DishonoredTask_Custom]
m_Description="活捉邦德里·罗斯维德"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_63 DishonoredTask_Custom]
m_Description="把阿比盖尔·埃姆斯放在审讯椅上"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_65 DishonoredTask_Custom]
m_Description="在邦德里·罗斯维德的办公室附近寻找他"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_66 DishonoredTask_Custom]
m_Description="询问邦德里·罗斯维德"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_67 DishonoredTask_Custom]
m_Description="（可选）为阿比盖尔杀了罗斯维德"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_68 DishonoredTask_Custom]
m_Description="找个方法审讯阿比盖尔·埃姆斯"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_69 DishonoredTask_Custom]
m_Description="（可选）找个方法审讯邦德里·罗斯维德"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_70 DishonoredTask_Custom]
m_Description="（可选）打晕邦德里·罗斯维德"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_71 DishonoredTask_Custom]
m_Description="打晕邦德里·罗斯维德"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_72 DishonoredTask_Custom]
m_Description="找个方法审讯邦德里·罗斯维德"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_73 DishonoredTask_Custom]
m_Description="询问阿比盖尔·埃姆斯"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_74 DishonoredTask_Custom]
m_Description="把邦德里·罗斯维德放在审讯椅上"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_75 DishonoredTask_Custom]
m_Description="（可选）从休息室获取钥匙"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_76 DishonoredTask_Custom]
m_Description="（可选）解锁劳工监狱的大门"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_77 DishonoredTask_Custom]
m_Description="（可选）关闭光之壁"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_80 DishonoredTask_Custom]
m_Description="打开四个阀门，给炼油厂加压"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_81 DishonoredTask_Custom]
m_Description="回到阿比盖尔·埃姆斯处发掘她所知的一切"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_82 DishonoredTask_Custom]
m_Description="（可选）和工人交谈"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_83 DishonoredTask_Custom]
m_Description="（可选）寻找另一种进入屠宰场的方法"
m_Status=""

[DLC06_Slaughter_Rothwild_Obj:DishonoredTask_Custom_84 DishonoredTask_Custom]
m_Description="（可选）和工人交谈，了解如何拿到上班卡"
m_Status=""

